Repository: iwitness-design/family-catechism
Catalog: languages/family-catechism-*.po
Languages: fil, zh

source: Answer
fil: Sagot
zh: 回答

source: Question
fil: Tanong
zh: 问题

source: Next Question
zh: 下一个问题

source: Last Question
zh: 最后一个问题。

source: Search
fil: Maghanap
zh: 搜索

source: Video
zh: 视频

source: Prayer
fil: Panalangin
zh: 祷告

source: Chapter Prayer
fil: Panalangin ng Kab
zh: 章节祷告

source: Summary Prayer
fil: Panalanging Buoda
zh: 祷告

source: Scripture
fil: Banal na Kasulatan
zh: 宗教經典

source: Catechism
fil: Katesismo ng Iglesia Katolika
zh: 教义问答

source: Church Docs
fil: Mga Dokumento ng Simbahan
zh: 教会文档

source: Papal Docs
fil: Mga Dokumento ng Simbahan
zh: 教皇制度的

source: Other Docs
fil: Iba pang mga Dokumento
zh: 文件

source: Doctrine
fil: Doktrina
zh: 信條

source: Q
fil: T
